[{
		"name": "Tips and Tricks",
		"description": "although Six isn't a playable character, pay attention to where she goes or any movements that she makes. She's an incredibly helpful piece when it comes to puzzle solving in this game, and sometimes she'll point to something or motion you in the right direction.
When it comes to combat, be prepared for Mono to have a delay. Since he's so small, objects are much heavier to wield, and therefor it takes longer to hit enemies. So, make sure your timing is just right.
alongside staying quiet or hiding, make sure you're listening carefully to your surroundings as well. There are some locations where you'll have to pay very close attention to the sounds around you in order to solve the puzzles.
Keep an eye out for any traps or triggers. Sometimes, they're very well-hidden or blend in with the scenery.
Make sure to search through cupboards or behind any doors. There could be important collectibles hiding behind them!
If you ever lose Six, you can always call out to her and she'll come back to you. Same goes for her. If she finds something helpful or loses you, you'll hear her call out to you.
If Six ever gets frightened, hold her hand and walk her through certain areas. This is also a great way to keep each other close while around bigger bosses.",
		"img": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/little-nightmares-2/4/41/IMG_3286.JPG?width=300"
	},
	{
		"name": "Learn the slide move!",
		"description": "Little Nightmares 2 is not combat-heavy, but it does involve occasional escape sequences where you have to flee from a chasing enemy (or several).

One particular maneuver that I didn't realize I could do until halfway through the game was the running slide. This is handy at several points throughout the game, sliding out of obstacles or avoiding an enemy's grasp. Indeed, it can be used a little bit like a dodge roll in some cases, letting you escape from getting hit.

While sprinting using the X button on an Xbox controller, hit the left trigger to crouch. This will make Mono slide forwards, letting you quickly enter vents or get under cover before you can be eaten!",
		"img": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/xlarge/public/field/image/2020/10/little-nightmares-2-hospital-arms.jpg"
	},

	{
		"name": "Subtle environmental hints",
		"description": "Little Nightmares doesn't have a single word of dialogue, save for Mono's ability to call Six by yelling with the Y button. The entire story is told through brief interactions between Six, Mono, and the enemy characters, as well as the visuals throughout the game world. The game is dripping with telltale details and imagery that inform the narrative of the game. Instead of rushing through, take a moment to look around each room and put the pieces together of what actually happened in this world. Why are eyeball icons painted everywhere? Why do all the humans seem to wear masks? Why are there television sets everywhere? I won't spoil the game with my own theories, but I suspect YouTube theorists will be agonizing over the hints in this game for months to come.",
		"img": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/mediumplus/public/field/image/2020/10/little-nightmares-2-hospital-hand-hold.jpg"
	},
	{
		"name": "Use the right thumb-stick to look ahead",
		"description": "One thing I only realized partway through the game was that I could use the right thumbstick to control the camera. You know, like in basically every other game.

This can be handy for getting an idea of hazards that may lay ahead of you. There are a couple of sections towards the end of the game, which I won't spoil, where planning your movement through a segment can be the difference maker between life and death.",
		"img": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/xlarge/public/field/image/2021/02/little-nightmares-2-woodsman-2.jpg"
	},
	{
		"name": "Interact and explore",
		"description": "A lot of the achievements for Little Nightmares 2 revolve around exploration and interactions with the environment. For example, in the first level, you can get an achievement simply for opening the fridge in the woodsman's shack. There's also an achievement for holding Six's hand for a set period of time, which serves no other gameplay purpose besides being cute.

One of the things that make Little Nightmares 2 replayable is hat and secret hunting. Each level has a set amount of cosmetic hats Mono can wear, selectable through the main menu. These are sometimes hidden in simple places, but a couple of hats have their own puzzle segments to solve entirely. Don't be afraid to stray from the main path to hunt these down.

If something in Little Nightmares 2 seems out of place, chances are it's a hint at a secret you can find. As a hint, in the woodsman's house on the first level, visit the attic, backtrack, and follow a gnome to a new area which will reward you with a special hat for your playthrough.",
		"img": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/mediumplus/public/field/image/2020/10/little-nightmares-2-hospital.jpg"
	},
	{
		"name": "Be Conscious About The Volume",
		"description": "Little Nightmare 2, like a lot of well-made horror games, relies on sounds and tiny sensations. Players need to be attentive when it comes to these sound cues.

It's recommended to play this game with headphones to fully submerge into the world of the game. Also, sounds and music often help with puzzles. Plus, Six often calls out to Mono when she finds something or if she needs help.",
		"img": "https://static2.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Volume.jpg?q=50&fit=crop&w=740&h=370"
	},
	{
		"name": "Learn To Slide",
		"description": "This game is not a combat-oriented one, but it does have some hard escaping sequences. One thing a lot of people only realize after playing for a while is the ability to slide.

When in combat, or when needing to escape, crouching while running makes the character slide. This is important because the characters are very tiny, so moving obstacles or climbing is more time-consuming than simply sliding under them. Players can also avoid hits with sliding.",
		"img": "https://static3.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Controls.jpg?q=50&fit=crop&w=740&h=370"
	},
	{
		"name": "Help Six When Necessary",
		"description": "At times, Six will need Mono's help when she struggles. Be sure to keep an eye on her, because she can also need Mono's help when she's scared. It may seem like a strange burden, but it adds extra tension to the game.",
		"img": "https://static2.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Help-Six.jpg?q=50&fit=crop&w=740&h=370"
	},
	{
		"name": "Be Aware Of The Environment",
		"description": "Just as with the sound, the environment also has subtle hints that players need to be cautious about. Because the only monologue in the entire game is when Mono and Six call out to each other, the game relies on environmental and sound cues.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Environment.jpg?q=50&fit=crop&w=740&h=370"
	}, {
		"name": "Focus On Six",
		"description": "Six often wanders off and explores the world on her own, discovering clues and hidden rooms or puzzle-solutions. After a bit of time or a story cue, she returns to help Mono get to her latest discovery.

So apart from being a cute sidekick who can help with puzzles that need two sets of arms, she's also a great asset. Don't underestimate her ability.",
		"img": "https://static3.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Six.jpg?q=50&fit=crop&w=740&h=370"
	}, {
		"name": "Scan The Area",
		"description": "Using the right thumbstick, players can control the camera. This is a fairly standard action for a lot of gamers, but in this game, it's crucial to scan the area for traps and monsters ahead.

There are a few puzzles, especially toward the end of the game, where it's important to plan the character's motion before diving in headfirst.",
		"img": "https://static3.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Books.jpg?q=50&fit=crop&w=740&h=370"
	}, {
		"name": "Methodical Fighting",
		"description": "In a lot of combat games, fighting is done by having ninja-reflexes and acting fast when an opportunity shows up. Because Little Nightmares 2 isn't a combat-oriented game, fighting is done differently.

Players have to be more methodical when planning these confrontations. This includes scanning the area for all routes, using the flashlight correctly with perfect timing, and being aware of obstacles. Tiny Mono can't maneuver around or move larger obstacles easily.",
		"img": "https://static3.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Hammer.jpg?q=50&fit=crop&w=740&h=370"
	},
	{
		"name": "Don't Be Afraid To Explore",
		"description": "The world of Little Nightmares 2 relies on small environmental clues. This is not only to build the story but also to hide easter eggs and collectibles.

There are a lot of traps, as well as hidden opportunities in the game, so taking the time in each room to look around can make the entire experience better. Players can find achievements and collectible hats in every nook and cranny, so don't rule anything out.",
		"img": "https://static3.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Explore.jpg?q=50&fit=crop&w=740&h=370"
	}, {
		"name": "Try To Interact With Everything",
		"description": "Opening a refrigerator can be an achievement alone, and sliding a box to the right place can open another path players didn't know about. Try to interact with every object found in the room to explore hidden paths and doors on the way.

And if anything seems out of place, it usually means that that's a special location with a few hidden clues to find.",
		"img": "https://static1.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Objects.jpg?q=50&fit=crop&w=740&h=370"
	},
	{
		"name": "Judas and the Black Messiah (2020)",
		"description": "The story of Fred Hampton, Chairman of the Illinois Black Panther Party, and his fateful betrayal by FBI informant William O'Neal.",
		"img": "https://m.media-amazon.com/images/M/MV5BYjNlZWZmYTUtOGMzNy00ODVlLWFjOGMtNjUwMmUwMWNiMjk5XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UY209_CR0,0,140,209_AL_.jpg"
	}, {
		"name": "Don't Be Afraid To Die",
		"description": "Dying is a natural side effect in the game every now and then. Sometimes players will find themselves in rather uncomfortable situations that they can't get out of. If that happens, it could be best to let the character die and start again with a new perspective.

In combat, or in situations where players need to act very fast, being even a second off can doom the character, and players need to start again.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Escape.jpg?q=50&fit=crop&w=740&h=370"
	},
	{
		"name": "Keep A Watchful Eye On Six",
		"description": "Six retains autonomy through the game, often wandering off to explore Pale City on her own. While adventuring, Six can discover clues, solutions to puzzles and hidden rooms that she can lead Mono back to.

Six might have a taste for adventure, but be mindful that she will still struggle from time to time. Mono will need to jump into action to physically save Six from danger and mentally comfort her when she's scared by holding her hand. Aside from being adorable, Mono can also hold Six's hand during combat has a strategy to prevent the duo from getting separated.

",
		"img": "https://static3.cbrimages.com/wordpress/wp-content/uploads/2021/02/Little-Nightmares-2-Six-Mono.jpg?q=50&fit=crop&w=740&h=370"
	}, {
		"name": "Master The Slide",
		"description": "Many players have expressed they were unaware of the slide maneuver without reviewing the button layout beforehand. To perform a slide, simply press the crouch button while running. This particular move comes in handy during escape sequences. Instead of moving or climbing over obstacles, sliding under them saves time, allowing Mono to get to safety faster.",
		"img": "https://static3.cbrimages.com/wordpress/wp-content/uploads/2020/10/Little-Nightmares-2-Doctor-2.jpg?q=50&fit=crop&w=740&h=370"
	}, {
		"name": "Explore The Environment",
		"description": "Considering communication between Six and Mono is practically nonexistent, Little Nightmares II focuses on environmental and sound ques. In a game like this one, no detail is meaningless. Make sure to explore each room and examine the imagery fully. There may be a reason why pictures of eyeballs are painted everywhere other than to creep players out. The information can be used to find hidden opportunities and collectible hats that an unsuspecting player might miss otherwise.

While exploring, don't be afraid to interact with the Six and everything in the environment. If something seems out of place in Little Nightmares II --chances are it is. Check it out and earn achievements. For example, there is an easy achievement for opening the fridge in the Woodsman's shack in the first level",
		"img": "https://static2.cbrimages.com/wordpress/wp-content/uploads/2021/02/Little-Nightmares-2-Mono-Forest-TV.jpg?q=50&fit=crop&w=740&h=370"
	},
	{
		"name": "Scan The Area",
		"description": "",
		"img": "https://static3.gamerantimages.com/wordpress/wp-content/uploads/2021/02/Books.jpg?q=50&fit=crop&w=740&h=370"
	}
]
